import { type NextPage } from "next"
import Link from "next/link"

const Home: NextPage = () => {
  return (
    <>
      <p>Дорогой, зритель!</p>
      <p>Обратите внимание на то, что транслитерация это не перевод и не адаптация вашего имени, это лишь передача средствами еврейского алфавита звучания имени по современным правилам, принятым Академией языка иврит. И не забывайте про букву Ё!</p>
<p>Израильские имена еврейского происхождения пишутся так, как они писались в священных книгах тысячи лет назад, современные правила транслитерации иностранных имён на них не распространяются.</p>
<p>Многие имена в русском и других европейских языках имеют древнееврейское происхождение, но за долгие годы они сильно изменились и сейчас вы можете выбрать, как будет написано ваше имя, в традиционном виде или так, как оно звучит сегодня. Так, например, древнееврейское имя</p>

<p><span>звучит как [Йоханáн], в русском оно превратилось в имя Иван, его на иврите пишут по-разному, например, вот так:</span></p>

<p>Как вы понимаете, все остальные варианты этого имени на других языках, такие как Джон, Шон, Ян, будут писаться иначе.</p>
<p>Ниже приведён список еврейских имён и их оригинальное написание.</p>
<p>Дорогой, зритель!</p>
      <p>Обратите внимание на то, что транслитерация это не перевод и не адаптация вашего имени, это лишь передача средствами еврейского алфавита звучания имени по современным правилам, принятым Академией языка иврит. И не забывайте про букву Ё!</p>
<p>Израильские имена еврейского происхождения пишутся так, как они писались в священных книгах тысячи лет назад, современные правила транслитерации иностранных имён на них не распространяются.</p>
<p>Многие имена в русском и других европейских языках имеют древнееврейское происхождение, но за долгие годы они сильно изменились и сейчас вы можете выбрать, как будет написано ваше имя, в традиционном виде или так, как оно звучит сегодня. Так, например, древнееврейское имя</p>

<p><span>звучит как [Йоханáн], в русском оно превратилось в имя Иван, его на иврите пишут по-разному, например, вот так:</span></p>

<p>Как вы понимаете, все остальные варианты этого имени на других языках, такие как Джон, Шон, Ян, будут писаться иначе.</p>
<p>Ниже приведён список еврейских имён и их оригинальное написание.</p>
<p>Дорогой, зритель!</p>
      <p>Обратите внимание на то, что транслитерация это не перевод и не адаптация вашего имени, это лишь передача средствами еврейского алфавита звучания имени по современным правилам, принятым Академией языка иврит. И не забывайте про букву Ё!</p>
<p>Израильские имена еврейского происхождения пишутся так, как они писались в священных книгах тысячи лет назад, современные правила транслитерации иностранных имён на них не распространяются.</p>
<p>Многие имена в русском и других европейских языках имеют древнееврейское происхождение, но за долгие годы они сильно изменились и сейчас вы можете выбрать, как будет написано ваше имя, в традиционном виде или так, как оно звучит сегодня. Так, например, древнееврейское имя</p>

<p><span>звучит как [Йоханáн], в русском оно превратилось в имя Иван, его на иврите пишут по-разному, например, вот так:</span></p>

<p>Как вы понимаете, все остальные варианты этого имени на других языках, такие как Джон, Шон, Ян, будут писаться иначе.</p>
<p>Ниже приведён список еврейских имён и их оригинальное написание.</p>
<p>Дорогой, зритель!</p>
      <p>Обратите внимание на то, что транслитерация это не перевод и не адаптация вашего имени, это лишь передача средствами еврейского алфавита звучания имени по современным правилам, принятым Академией языка иврит. И не забывайте про букву Ё!</p>
<p>Израильские имена еврейского происхождения пишутся так, как они писались в священных книгах тысячи лет назад, современные правила транслитерации иностранных имён на них не распространяются.</p>
<p>Многие имена в русском и других европейских языках имеют древнееврейское происхождение, но за долгие годы они сильно изменились и сейчас вы можете выбрать, как будет написано ваше имя, в традиционном виде или так, как оно звучит сегодня. Так, например, древнееврейское имя</p>

<p><span>звучит как [Йоханáн], в русском оно превратилось в имя Иван, его на иврите пишут по-разному, например, вот так:</span></p>

<p>Как вы понимаете, все остальные варианты этого имени на других языках, такие как Джон, Шон, Ян, будут писаться иначе.</p>
<p>Ниже приведён список еврейских имён и их оригинальное написание.</p>
    </>
  )
}

export default Home
